appModule.factory('bulgarianRegions',
    function() {

        return {
            getRegions: function() {
                return ['Благоевград',
                    'Бургас',
                    'Варна',
                    'Велико Търново',
                    'Видин',
                    'Враца',
                    'Габрово',
                    'Добрич',
                    'Кърджали',
                    'Кюстендил',
                    'Ловеч',
                    'Монтана',
                    'Пазарджик',
                    'Перник',
                    'Плевен',
                    'Пловдив',
                    'Разград',
                    'Русе',
                    'Силистра',
                    'Сливен',
                    'Смолян',
                    'София област',
                    'София',
                    'Стара Загора',
                    'Търговище',
                    'Хасково',
                    'Шумен',
                    'Ямбол',
                ];
            }
        };

    }
);